[
  {
    "id": "lidski-zamak",
    "title": "Лідскі замак",
    "description": "<p>Лідскі замак быў узведзены ў 1323 годзе на зліцці рэк Лідзеі і Каменкі Вялікім князем Літоўскім – Гедымінам. Уваходзіў у лінію процікрыжацкай абароны \"Навагрудак — Крэва — Меднікі — Трокі\".</p> У XIV стагоддзі сцены Лідскага замка не раз вытрымлівалі націск крыжакоў. Упершыню пад замкавымі сценамі нямецкія рыцары з’явіліся ў 1392 годзе.</p><p>Войны сярэдзіны XVII — пачатку XVIII стагоддзя не абмінулі Ліду. Улетку 1659 года замак з усіх бакоў быў абкладзены 30-тысячнай маскоўскай арміяй. У пачатку XVIII стагоддзя падчас Паўночнай вайны моцны ўдар па замку нанеслі шведскія войскі. Узарвалі абедзве вежы, і ўмацаванне страціла сваё абарончае значэнне. Паступова сцены Лідскага замка пачалі разбурацца. Улетку 1794 года на руінах Лідскага замка адбыўся бой паўстанцаў Тадэвуша Касцюшкі з расійскімі войскамі.</p><p>У 1891 годзе ў Лідзе здарыўся пажар. Пасля яго сцены, якія захаваліся, спрабавалі нават разабраць на цэглу. У пачатку ХХ стагоддзя іх вырашылі закансерваваць. Стварылі будаўнічую камісію па рамонце Лідскага замка. З 1909 па 1911 год прывялі ў належны стан усходнюю, заходнюю і паўночную сцены. Паўднёвая сцяна не патрабавала значнага рамонту.</p><p>У міжваенны час польскія рэстаўратары пад кіраўніцтвам маладога архітэктара Тадэвуша Буршэ правялі ў Лідскім замку некаторыя рэстаўрацыйныя працы. Злучылі каменнай агароджай заходнюю і паўднёвую сцены, часткова залажылі разбураны паўднёва-ўсходні вугал і замуравалі бакавыя ўваходы. На месцы разбуранага паўночна-заходняга вугла з’явіліся драўляныя вароты. Улетку ў замку часам спыняўся вандроўны цырк альбо звярынец, а зімой пасярэдзіне двара ставілі ёлку і залівалі каток.</p><p>Падчас нацысцкай акупацыі, з ліпеня 1941 года, на тэрыторыі замка знаходзіўся лагер савецкіх ваеннапалонных.</p><p>Рэстаўрацыйныя працы ў Лідскім замку пачалі ў 1978 годзе і павінны былі скончыць ў 1985 годзе. Аднак іх не завершылі і спынілі праз недахоп фінансавання ў сярэдзіне 1990-х гадоў.</p><p>У 2001 годзе на дзяржаўным узроўні прынялі рашэнне аб распрацоўцы праекта правядзення першачарговых супрацьаварыйных прац у замку. Апошнія 20 гадоў у Лідскім замку вядуць актыўныя рэстаўрацыйныя працы і шматлікія даследаванні археолагаў. Тут праводзяць фестывалі і рыцарскія турніры, а таксама цікавыя касцюміраваныя пастаноўкі. Замак запрашае наведвальнікаў, увазе якіх прадстаўляецца экскурсія «Замак Гедыміна — помнік архітэктуры XIV стагоддзя». Дзейнічае фотавыстаўка «Археалагічныя знаходкі Лідскага замка», на базе якой праводзяць музейна-педагагічныя заняткі «Школа археалогіі».</p>",
    "coordinates": {
      "lat": 53.8895592,
      "lng": 25.2907777
    },
    "image": "../assets/images/lidski_zamak.jpg",
    "audio": "../assets/audio/lidski_zamak.mp3"
  },
  {
    "id": "kasciol-uzvyszennia-swiatoha-kryzha",
    "title": "Касцёл Узвышэння Святога Крыжа",
    "description": "<p>Касцёл Узвышэння Святога Крыжа – помнік архітэктуры ў стылі віленскага барока.</p>",
    "coordinates": {
      "lat": 53.8892315,
      "lng": 25.3005844
    },
    "image": "../assets/images/kasciol-uzvyszennia-swiatoha-kryzha.jpg",
    "audio": "../assets/audio/kasciol-uzvyszennia-swiatoha-kryzha.mp3"
  },
  {
    "id": "",
    "title": "",
    "description": "",
    "coordinates": "",
    "image": "../assets/images/"
  },
  {
    "id": "",
    "title": "",
    "description": "",
    "coordinates": "",
    "image": "../assets/images/"
  },
  {
    "id": "",
    "title": "",
    "description": "",
    "coordinates": "",
    "image": "../assets/images/"
  }
]
